13xforever.language-x86-64-assembly
angular.ng-template
bbenoist.doxygen
s-nlf-fh.glassit
beardedbear.beardedtheme
bernabe.gemcommit
bmewburn.vscode-intelephense-client
cheshirekow.cmake-format
cschlosser.doxdocgen
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
elixir-lsp.elixir-ls
emmanuelbeziat.vscode-great-icons
ericsia.pythonsnippets3
esbenp.prettier-vscode
felixangelov.mason
formulahendry.auto-close-tag
formulahendry.code-runner
foxundermoon.shell-format
franneck94.c-cpp-runner
franneck94.vscode-c-cpp-config
franneck94.vscode-c-cpp-dev-extension-pack
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
jeff-hykin.better-cpp-syntax
jeff-hykin.better-shellscript-syntax
johnpapa.vscode-peacock
lakshitsomani.best-themes-redefined
littensy.charmed-icons
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
mkhl.direnv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.brackets-keybindings
ms-vscode.live-server
mtxr.sqltools
muhammad-sammy.csharp
nicholashsiang.vscode-javascript-snippet
oderwat.indent-rainbow
oven.bun-vscode
pinage404.bash-extension-pack
pkief.material-product-icons
pranaygp.vscode-css-peek
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
redwan-hossain.auto-rename-tag-clone
remisa.shellman
ritwickdey.liveserver
rogalmic.bash-debug
rpinski.shebang-snippets
rust-lang.rust-analyzer
shellscape.shellscape-brackets
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
thang-nm.flow-icons
timonwong.shellcheck
tomi.xajssnippets
tomoki1207.pdf
twxs.cmake
vadimcn.vscode-lldb
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
zignd.html-css-class-completion
